tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sethrfore/r-srf"
brew "libtiff"
brew "asciidoctor"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "biber"
brew "bison"
brew "blueutil"
brew "icu4c"
brew "boost"
brew "readline"
brew "ghc"
brew "cabal-install"
brew "fontconfig"
brew "gettext"
brew "pkg-config"
brew "libx11"
brew "libxext"
brew "ccache"
brew "chrome-cli"
brew "cmake"
brew "cmake-docs"
brew "coreutils"
brew "ctop"
brew "libssh2"
brew "curl"
brew "libtool"
brew "emacs"
brew "exa"
brew "fd"
brew "fribidi"
brew "gawk"
brew "gcc"
brew "geos"
brew "libxml2"
brew "proj"
brew "libpq"
brew "openblas"
brew "pcre2"
brew "unixodbc"
brew "gdal"
brew "git"
brew "glib-utils"
brew "glyr"
brew "go"
brew "gobject-introspection"
brew "gsl"
brew "harfbuzz"
brew "ncurses"
brew "htop"
brew "hunspell"
brew "iftop"
brew "libomp"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "lapack"
brew "ldns"
brew "libcbor"
brew "libfido2"
brew "libgit2"
brew "libiconv"
brew "libressl"
brew "libssh"
brew "libuv"
brew "libxmu"
brew "libxslt"
brew "llvm"
brew "lynx"
brew "lzip"
brew "m-cli"
brew "make"
brew "mandoc"
brew "mariadb-connector-c"
brew "mas"
brew "meson"
brew "nano"
brew "nasm"
brew "nlopt"
brew "node"
brew "oauth2_proxy"
brew "openjdk"
brew "openssh"
brew "openssl@3"
brew "p7zip"
brew "pandoc"
brew "pipenv"
brew "podofo"
brew "protobuf"
brew "qpdf"
brew "qt"
brew "reattach-to-user-namespace"
brew "rename"
brew "rtags"
brew "screen"
brew "sphinx-doc"
brew "swig"
brew "tcl-tk"
brew "texinfo"
brew "tldr"
brew "tmux"
brew "tree"
brew "udunits"
brew "urlview"
brew "v8"
brew "watch"
brew "wget"
brew "winetricks"
brew "yacas"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-git-prompt"
brew "zsh-lovers"
brew "gromgit/fuse/encfs-mac"
brew "sethrfore/r-srf/cairo-x11"
brew "sethrfore/r-srf/r", args: ["with-icu4c", "with-libtiff", "with-openblas", "with-openjdk", "with-texinfo"]
brew "sethrfore/r-srf/tcl-tk-x11"
cask "adobe-acrobat-reader"
cask "airbuddy"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "bbedit"
cask "discord"
cask "fantastical"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "hush"
cask "iterm2"
cask "latexit"
cask "macfuse"
cask "maestral"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "nordvpn"
cask "obsidian"
cask "onyx"
cask "rectangle"
cask "rstudio"
cask "spamsieve"
cask "stats"
cask "suspicious-package"
cask "temurin"
cask "thingsmacsandboxhelper"
cask "timing"
cask "tweeten"
cask "zotero"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696
mas "Tot", id: 1491071483
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
